{"inkVersion":21,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"prefight":["#","^leftPortrait: player","/#","#","^rightPortrait: doremy","/#","#","^leftEmotion: embarrassed","/#","#","^rightEmotion: curious","/#","^You've been sheltered all your life in your little grove, and you think you can face a threat from another world? ","#","^doremy ","/#","#","^curious","/#","\n","^Huh? You really think I can't hold my own out there? ","#","^player ","/#","#","^curious","/#","\n","^Of course I can! ","#","^player ","/#","#","^boasting","/#","\n","^Really? But I had to drag you here? ","#","^doremy ","/#","#","^smug","/#","\n","^Eheh... they just got lucky! Just let me at em' again! ","#","^player ","/#","#","^embarrassed","/#","\n","^If you keep throwing yourself at an enemy you don't understand, you'll fail every time ","#","^doremy ","/#","#","^neutral","/#","\n","^The reason I swept you away from there is to teach you how to survive ","#","^doremy ","/#","#","^happy","/#","\n","^...Fine. Just tell me what you want to do. ","#","^player ","/#","#","^exausted","/#","\n","^That's more sensable of you. Step foward, and I'll show you how to survive ","#","^doremy ","/#","#","^neutral","/#","\n","done",{"#f":1}],"turn1":["^We'll start with the basics. ","#","^doremy ","/#","#","^happy","/#","\n","^When an attack is thrown at you, move to evade it ","#","^doremy ","/#","#","^neurtal","/#","\n","done",{"#f":1}],"turn2":["^You really thought I didn't know how to dodge?! ","#","^player ","/#","#","^boasting","/#","\n","^No. But there isn't in harm in practicing what you already know. ","#","^doremy ","/#","#","^smug","/#","\n","^Anyways, when you move, be mindful of your speed. ","#","^doremy ","/#","#","^normal","/#","\n","^If you recklessly dash too fast, you could crash into an enemy at times ","#","^doremy ","/#","#","^happy","/#","\n","^But too slow at the wrong times could make it hard to dodge ","#","^doremy ","/#","#","^happy","/#","\n","done",{"#f":1}],"turn3":["^When will I do something besides just flying around? ","#","^player ","/#","#","^curious","/#","\n","^Now, actually. ","#","^doremy ","/#","#","^normal","/#","\n","^Really? ","#","^player ","/#","#","^curious","/#","\n","^Most of the time, you'll need to fight back against your enemy ","#","^doremy","/#","\n","^Often, just a simple shot is enough to wear them down ","#","^doremy","/#","\n","done",{"#f":1}],"turn4":["^But if you find yourself in danger and can't escape","\n","^...or if you want to blast your opponent away...","\n","^You might want to use a spell.","\n","^Some can deal a huge amount of damage, some can crush the enemies attacks, and some can help in other ways","\n","^Most often, spells do a combination of all of these.","\n","^However, casting a spell can be exausting. If you use them too freely, you could find yourself in a bad situation without the power to get yourself out.","\n","done",{"#f":1}],"turn5":["^Before a fight, you'll want to prepare the shots and spells you want to use.","\n","^That makes sense. But what about my gear?","\n","^Those too. They can be prepared in the same way your techniques are.","\n","^Some items can heal you, some can recharge your anima, and more.","\n","done",{"#f":1}],"turn6":["^Your enemies have tricks up their sleeve too.","\n","^Anything that they throw at you often isn't as simple as it seems.","\n","^But don't worry. If you stay calm and analize your enemy's attacks, you'll always find a way to escape unscratch","\n","done",{"#f":1}],"turn7":["^...I believe that should be all the basics","\n","^So does that mean I can go back?","\n","^Not yet. Those are all the individual things you need to do to survive, but you still need to put them all together.","\n","^After all, once you've found all the pieces of a puzzle, you still need to put them together.","\n","^...wait, so you're saying you want to fight? For practice?","\n","^Exactly. I won't be truly striking to wound you, just some simple techniques to make sure you know what you need to do.","\n","^What?! You don't need to hold back!","\n","^And why is that?","\n","^I don't need any kind of help to win! I'm sure *I'll* be the one who needs to hold back!","\n","^...hm, alright. Very well.","\n","^I can sense great potential within you, so perhaps you really don't need any kind of handicap.","\n","^But I'll still not fight seriously, just in case.","\n","^Ok, that's enough talk. Come at me!","\n","^Alright. Though as they say...","\n","^...Pride comes before the fall.","\n","done",{"#f":1}],"turn8":["^What happened to all that confidence earlier? I'm not even tired yet!","\n","^Agh... You boasts weren't entirely false.","\n","^I may have been too rash to underestimate you.","\n","^I told you! Don't you have some last flashy attack?!","\n","^If that is what you desire, then so be it!","\n","^Ha, I knew it! I won't even break a sweat fighting through it!","\n","done",{"#f":1}],"postfight":["^If you could beat that... then I think you're ready to go back.","\n","^But don't get too excited. Most people out there won't be as kind as me. Many will strike to kill.","\n","done",{"#f":1}],"#f":1}],"listDefs":{}}